{"<OOV>": 1, "b\u1ed9t": 2, "ch\u1ea5t": 3, "s\u1eefa": 4, "sugar": 5, "ins": 6, "acid": 7, "sodium": 8, "\u0111\u01b0\u1eddng": 9, "t\u1ea1o": 10, "\u0111\u1eadu": 11, "oil": 12, "additive": 13, "m\u00ec": 14, "sweetener": 15, "citric": 16, "n\u00e0nh": 17, "m\u1ee1": 18, "tinh": 19, "\u1edbt": 20, "syrup": 21, "c\u00e0": 22, "h\u00f3a": 23, "m\u00e0u": 24, "b\u01a1": 25, "kem": 26, "tr\u1ee9ng": 27, "d\u1ea7u": 28, "gluten": 29, "l\u00faa": 30, "m\u1ea1ch": 31, "g\u00e0": 32, "h\u00f2a": 33, "ng\u1ecdt": 34, "n\u01b0\u1edbc": 35, "th\u1ecbt": 36, "mu\u1ed1i": 37, "salt": 38, "e102": 39, "e211": 40, "e621": 41, "benzoate": 42, "ch\u1ed1ng": 43, "nh\u00e2n": 44, "t\u1ef1": 45, "nhi\u00ean": 46, "gum": 47, "h\u01b0\u01a1ng": 48, "li\u1ec7u": 49, "nitrate": 50, "potassium": 51, "sorbate": 52, "ph\u1ed9ng": 53, "c\u00e1": 54, "tr\u1eafng": 55, "nguy\u00ean": 56, "ph\u00f4": 57, "mai": 58, "d\u1eeba": 59, "whey": 60, "h\u1ea1t": 61, "lecithin": 62, "milk": 63, "soy": 64, "sauce": 65, "wheat": 66, "b\u00e9o": 67, "b\u00e3o": 68, "hydrogenated": 69, "b\u00f2": 70, "heo": 71, "b\u1eafp": 72, "chi\u1ebft": 73, "xu\u1ea5t": 74, "h\u00e0nh": 75, "t\u00e2y": 76, "khoai": 77, "sulfat": 78, "vitamin": 79, "disodium": 80, "phosphate": 81, "monosodium": 82, "glutamate": 83, "msg": 84, "\u0103n": 85, "natri": 86, "ti\u00eau": 87, "corn": 88, "fructose": 89, "glucose": 90, "aspartame": 91, "sucralose": 92, "acetic": 93, "330": 94, "lactic": 95, "malic": 96, "nitric": 97, "acidity": 98, "regulator": 99, "axit": 100, "chua": 101, "e270": 102, "e296": 103, "e300": 104, "gi\u1ea5m": 105, "t\u00e1o": 106, "150a": 107, "150c": 108, "150d": 109, "160a": 110, "160c": 111, "331iii": 112, "451i": 113, "452i": 114, "471": 115, "472e": 116, "500ii": 117, "baking": 118, "powder": 119, "beta": 120, "caroten": 121, "brilliant": 122, "blue": 123, "fcf": 124, "carrageenan": 125, "b\u1ea3o": 126, "qu\u1ea3n": 127, "oxy": 128, "\u0111\u00f4ng": 129, "v\u00f3n": 130, "gi\u1eef": 131, "\u1ea9m": 132, "l\u00e0m": 133, "d\u00e0y": 134, "nh\u0169": 135, "x\u1ed1p": 136, "\u1ed5n": 137, "\u0111\u1ecbnh": 138, "e110": 139, "e129": 140, "e150a": 141, "e200": 142, "e202": 143, "e210": 144, "e212": 145, "e213": 146, "e220": 147, "e221": 148, "e223": 149, "e322": 150, "e407": 151, "e412": 152, "e415": 153, "e440": 154, "e450": 155, "e466": 156, "food": 157, "guar": 158, "t\u1ed5ng": 159, "h\u1ee3p": 160, "110": 161, "124": 162, "211": 163, "322": 164, "kali": 165, "sorbat": 166, "magnesium": 167, "stearate": 168, "nitrite": 169, "ph\u1ea9m": 170, "preservative": 171, "silicon": 172, "dioxide": 173, "sulphite": 174, "xanthan": 175, "almond": 176, "bao": 177, "g\u1ed3m": 178, "h\u00e0u": 179, "barley": 180, "b\u00e0o": 181, "ng\u01b0": 182, "b\u00e1nh": 183, "b\u1ea1ch": 184, "tu\u1ed9c": 185, "kh\u00f4ng": 186, "l\u00f2ng": 187, "c\u00e1m": 188, "m\u1ef3": 189, "g\u1ea7y": 190, "t\u01b0\u01a1ng": 191, "casein": 192, "cua": 193, "thu": 194, "c\u00f3": 195, "ch\u1ee9a": 196, "egg": 197, "gelatin": 198, "hazelnut": 199, "m\u00e8": 200, "ph\u1ec9": 201, "h\u1ea3i": 202, "s\u1ea3n": 203, "macadamia": 204, "m\u1ef1c": 205, "organic": 206, "fresh": 207, "peanut": 208, "pecan": 209, "pistachio": 210, "protein": 211, "qu\u1ea3": 212, "\u1ed1c": 213, "ch\u00f3": 214, "rye": 215, "shellfish": 216, "shrimp": 217, "soybean": 218, "t\u01b0\u01a1i": 219, "\u0111\u1eb7c": 220, "t\u00f4m": 221, "walnut": 222, "flour": 223, "\u0111\u1ea1m": 224, "th\u1ef1c": 225, "v\u1eadt": 226, "chuy\u1ec3n": 227, "coconut": 228, "c\u1ecd": 229, "vegetable": 230, "lard": 231, "c\u1eebu": 232, "palm": 233, "partially": 234, "shortening": 235, "tallow": 236, "trans": 237, "fat": 238, "beef": 239, "t\u1ecfi": 240, "calcium": 241, "carbonate": 242, "chicken": 243, "n\u1ea5m": 244, "men": 245, "tr\u00e0": 246, "xanh": 247, "ph\u00ea": 248, "tan": 249, "r\u1ed1t": 250, "s\u1ea5y": 251, "g\u1ea1o": 252, "l\u00e1": 253, "lang": 254, "k\u1ebdm": 255, "magnesi": 256, "carbonat": 257, "co2": 258, "khi\u1ebft": 259, "pork": 260, "s\u1eaft": 261, "s\u1eafn": 262, "b12": 263, "c": 264, "y\u1ebfn": 265, "canh": 266, "n\u00eam": 267, "guanylate": 268, "inosinate": 269, "e627": 270, "e631": 271, "fish": 272, "621": 273, "627": 274, "631": 275, "monopotassium": 276, "i": 277, "\u1ed1t": 278, "benzoat": 279, "clorid": 280, "sea": 281, "chloride": 282, "table": 283, "cayenne": 284, "pepper": 285, "jalapeno": 286, "\u0111en": 287, "ch\u1ec9": 288, "thi\u00ean": 289, "s\u1eebng": 290, "added": 291, "agave": 292, "nectar": 293, "brown": 294, "cane": 295, "dextrin": 296, "granulated": 297, "hfcs": 298, "high": 299, "maltodextrin": 300, "maple": 301, "molasses": 302, "nha": 303, "pure": 304, "refined": 305, "siro": 306, "sucrose": 307, "white": 308, "c\u1ecf": 309, "m\u00eda": 310, "ph\u00e8n": 311, "th\u1ed1t": 312, "n\u1ed1t": 313, "luy\u1ec7n": 314, "acesulfame": 315, "artificial": 316, "e952": 317, "e954": 318, "e965": 319, "e967": 320, "erythritol": 321, "isomalt": 322, "low": 323, "calorie": 324, "maltitol": 325, "non": 326, "nutritive": 327, "saccharin": 328, "sorbitol": 329, "stevia": 330, "xylitol": 331, "ki\u00eang": 332}