{"<OOV>": 1, "b\u1ed9t": 2, "ch\u1ea5t": 3, "s\u1eefa": 4, "acid": 5, "sodium": 6, "sugar": 7, "ins": 8, "\u0111\u01b0\u1eddng": 9, "t\u1ea1o": 10, "m\u00ec": 11, "\u0111\u1eadu": 12, "h\u1ea1t": 13, "oil": 14, "additive": 15, "sweetener": 16, "citric": 17, "kem": 18, "n\u00e0nh": 19, "d\u1ea7u": 20, "m\u1ee1": 21, "tinh": 22, "\u1edbt": 23, "syrup": 24, "c\u00e0": 25, "h\u00f3a": 26, "m\u00e0u": 27, "nitrate": 28, "potassium": 29, "b\u01a1": 30, "b\u00e9o": 31, "tr\u1ee9ng": 32, "gluten": 33, "l\u00faa": 34, "m\u1ea1ch": 35, "g\u00e0": 36, "h\u00f2a": 37, "ng\u1ecdt": 38, "n\u01b0\u1edbc": 39, "th\u1ecbt": 40, "mu\u1ed1i": 41, "salt": 42, "lactic": 43, "phosphoric": 44, "e102": 45, "e211": 46, "e621": 47, "baking": 48, "benzoate": 49, "calcium": 50, "ch\u1ed1ng": 51, "nh\u00e2n": 52, "t\u1ef1": 53, "nhi\u00ean": 54, "gum": 55, "h\u01b0\u01a1ng": 56, "li\u1ec7u": 57, "kali": 58, "nitrite": 59, "sorbate": 60, "dioxide": 61, "ph\u1ed9ng": 62, "c\u00e1": 63, "tr\u1eafng": 64, "nguy\u00ean": 65, "ph\u00f4": 66, "mai": 67, "d\u1eeba": 68, "whey": 69, "hazelnut": 70, "ph\u1ec9": 71, "lecithin": 72, "milk": 73, "soy": 74, "sauce": 75, "wheat": 76, "b\u00e3o": 77, "c\u1ecd": 78, "hydrogenated": 79, "b\u00f2": 80, "heo": 81, "b\u1eafp": 82, "chi\u1ebft": 83, "xu\u1ea5t": 84, "h\u00e0nh": 85, "t\u00e2y": 86, "khoai": 87, "sulfat": 88, "vitamin": 89, "n\u00eam": 90, "disodium": 91, "phosphate": 92, "monosodium": 93, "glutamate": 94, "msg": 95, "\u0103n": 96, "natri": 97, "ti\u00eau": 98, "corn": 99, "fructose": 100, "glucose": 101, "aspartame": 102, "sucralose": 103, "acetic": 104, "330": 105, "malic": 106, "nitric": 107, "acidity": 108, "regulator": 109, "axit": 110, "chua": 111, "e270": 112, "e296": 113, "e300": 114, "e330": 115, "e338": 116, "gi\u1ea5m": 117, "t\u00e1o": 118, "150a": 119, "150c": 120, "150d": 121, "160a": 122, "160c": 123, "331iii": 124, "451i": 125, "452i": 126, "471": 127, "472e": 128, "500ii": 129, "powder": 130, "soda": 131, "beta": 132, "caroten": 133, "brilliant": 134, "blue": 135, "fcf": 136, "n\u1ed5i": 137, "propionate": 138, "carrageenan": 139, "b\u1ea3o": 140, "qu\u1ea3n": 141, "oxy": 142, "\u0111\u00f4ng": 143, "v\u00f3n": 144, "gi\u1eef": 145, "\u1ea9m": 146, "l\u00e0m": 147, "d\u00e0y": 148, "nh\u0169": 149, "x\u1ed1p": 150, "\u1ed5n": 151, "\u0111\u1ecbnh": 152, "e110": 153, "e124": 154, "e127": 155, "e129": 156, "e133": 157, "e150a": 158, "e200": 159, "e202": 160, "e210": 161, "e212": 162, "e213": 163, "e220": 164, "e221": 165, "e222": 166, "e223": 167, "e224": 168, "e250": 169, "e251": 170, "e322": 171, "e407": 172, "e412": 173, "e415": 174, "e440": 175, "e450": 176, "e466": 177, "food": 178, "guar": 179, "t\u1ed5ng": 180, "h\u1ee3p": 181, "110": 182, "124": 183, "211": 184, "322": 185, "sorbat": 186, "magnesium": 187, "stearate": 188, "ph\u1ea9m": 189, "preservative": 190, "silicon": 191, "metabisulphite": 192, "sulfur": 193, "sulphite": 194, "xanthan": 195, "almond": 196, "bao": 197, "g\u1ed3m": 198, "h\u00e0u": 199, "barley": 200, "b\u00e0o": 201, "ng\u01b0": 202, "b\u00e1nh": 203, "b\u1ea1ch": 204, "tu\u1ed9c": 205, "kh\u00f4ng": 206, "l\u00f2ng": 207, "c\u00e1m": 208, "m\u1ef3": 209, "g\u1ea7y": 210, "t\u01b0\u01a1ng": 211, "casein": 212, "celery": 213, "cua": 214, "thu": 215, "c\u00f3": 216, "ch\u1ee9a": 217, "egg": 218, "gelatin": 219, "d\u1ebb": 220, "m\u00e8": 221, "\u0111i\u1ec1u": 222, "h\u1ea3i": 223, "s\u1ea3n": 224, "macadamia": 225, "mustard": 226, "m\u00f9": 227, "t\u1ea1t": 228, "m\u1ef1c": 229, "organic": 230, "fresh": 231, "peanut": 232, "pecan": 233, "pistachio": 234, "protein": 235, "qu\u1ea3": 236, "\u1ed1c": 237, "ch\u00f3": 238, "rye": 239, "sesame": 240, "shellfish": 241, "shrimp": 242, "soybean": 243, "t\u01b0\u01a1i": 244, "\u0111\u1eb7c": 245, "t\u00f4m": 246, "walnut": 247, "flour": 248, "\u0111\u1ea1m": 249, "th\u1ef1c": 250, "v\u1eadt": 251, "chuy\u1ec3n": 252, "coconut": 253, "olein": 254, "vegetable": 255, "lard": 256, "c\u1eebu": 257, "palm": 258, "partially": 259, "shortening": 260, "tallow": 261, "trans": 262, "fat": 263, "beef": 264, "t\u1ecfi": 265, "carbonate": 266, "chicken": 267, "n\u1ea5m": 268, "men": 269, "tr\u00e0": 270, "xanh": 271, "ph\u00ea": 272, "tan": 273, "r\u1ed1t": 274, "s\u1ea5y": 275, "g\u1ea1o": 276, "l\u00e1": 277, "lang": 278, "k\u1ebdm": 279, "magnesi": 280, "carbonat": 281, "co2": 282, "khi\u1ebft": 283, "pork": 284, "s\u1eaft": 285, "s\u1eafn": 286, "b12": 287, "c": 288, "y\u1ebfn": 289, "canh": 290, "guanylate": 291, "inosinate": 292, "e627": 293, "e631": 294, "fish": 295, "621": 296, "627": 297, "631": 298, "clorua": 299, "monopotassium": 300, "i": 301, "\u1ed1t": 302, "ch\u00ednh": 303, "benzoat": 304, "clorid": 305, "sea": 306, "chloride": 307, "table": 308, "cayenne": 309, "pepper": 310, "chilli": 311, "jalapeno": 312, "\u0111en": 313, "ch\u1ec9": 314, "thi\u00ean": 315, "s\u1eebng": 316, "added": 317, "agave": 318, "nectar": 319, "brown": 320, "cane": 321, "dextrin": 322, "granulated": 323, "hfcs": 324, "high": 325, "maltodextrin": 326, "maltose": 327, "maple": 328, "molasses": 329, "nha": 330, "pure": 331, "refined": 332, "siro": 333, "sucrose": 334, "white": 335, "c\u1ecf": 336, "m\u00eda": 337, "ph\u00e8n": 338, "th\u1ed1t": 339, "n\u1ed1t": 340, "luy\u1ec7n": 341, "acesulfame": 342, "artificial": 343, "e420": 344, "e951": 345, "e952": 346, "e954": 347, "e965": 348, "e967": 349, "e968": 350, "erythritol": 351, "isomalt": 352, "lactitol": 353, "low": 354, "calorie": 355, "maltitol": 356, "mannitol": 357, "non": 358, "nutritive": 359, "saccharin": 360, "sorbitol": 361, "stevia": 362, "xylitol": 363, "ki\u00eang": 364}